tap "homebrew/bundle"
tap "pivotal/tap"
vscode "74th.monokai-charcoal-high-contrast"
vscode "alefragnani.project-manager"
vscode "Angular.ng-template"
vscode "aurospire.file-serenity"
vscode "AykutSarac.jsoncrack-vscode"
vscode "bengummer.serenity-now"
vscode "Blodwynn.featurehighlight"
vscode "bmewburn.vscode-intelephense-client"
vscode "caolin.java-run"
vscode "christian-kohler.path-intellisense"
vscode "davidbabel.vscode-simpler-icons"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "donjayamanne.javadebugger"
vscode "dotdevru.prettier-java"
vscode "DSnake.java-debug"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "febean.vue-format"
vscode "feiskyer.chatgpt-copilot"
vscode "georgewfraser.vscode-javac"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "guilhermestella.guilhermestella-java-ext"
vscode "hollowtree.vue-snippets"
vscode "iteratec.bdd-power-tools"
vscode "ithildir.java-properties"
vscode "javaTest.java-test"
vscode "jebbs.plantuml"
vscode "Kamen.noctis-high-contrast"
vscode "loiane.java-spring-extension-pack"
vscode "madhavd1.javadoc-tools"
vscode "MMABT.jvsnip"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "mtxr.sqltools"
vscode "mwpb.java-prettier-formatter"
vscode "niko.vsc-mybatis"
vscode "octref.vetur"
vscode "onecentlin.laravel5-snippets"
vscode "PKief.material-icon-theme"
vscode "pverest.java-ide-pack"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sandipchitale.vscode-java-debug-ext"
vscode "sdras.vue-vscode-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SirTori.indenticator"
vscode "skavrakova.generate-feature"
vscode "sohibe.java-generate-setters-getters"
vscode "tanaka-x.prop2yaml"
vscode "tushortz.java-snippets"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "walkme.Java-extension-pack"
vscode "Wscats.java-snippet"
vscode "YouMayCallMeV.vscode-java-saber"
